
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'aom'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'brew-gem'
brew 'brotli'
brew 'c-ares'
brew 'cairo'
brew 'carthage'
brew 'clang-format'
brew 'cmake'
brew 'contacts-cli'
brew 'coreutils'
brew 'cscope'
brew 'curl'
brew 'dav1d'
brew 'dep'
brew 'dfu-util'
brew 'diff-so-fancy'
brew 'docbook'
brew 'docbook-xsl'
brew 'docker'
brew 'docker-compose'
brew 'doctl'
brew 'emacs'
brew 'exa'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'gcc'
brew 'gdbm'
brew 'gem-brewfile'
brew 'gettext'
brew 'gh'
brew 'ghi'
brew 'ghostscript'
brew 'ghu'
brew 'gifify'
brew 'giflib'
brew 'gifsicle'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'glib'
brew 'gmime'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gpgme'
brew 'graphite2'
brew 'groovy'
brew 'guile'
brew 'harfbuzz'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'ipmitool'
brew 'isl'
brew 'isync'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'krb5'
brew 'kubernetes-cli'
brew 'lame'
brew 'lastpass-cli'
brew 'lcov'
brew 'ldns'
brew 'leptonica'
brew 'libass'
brew 'libassuan'
brew 'libbluray'
brew 'libcbor'
brew 'libde265'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libfido2'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn2'
brew 'libksba'
brew 'liblqr'
brew 'libmetalink'
brew 'libmpc'
brew 'libogg'
brew 'libomp'
brew 'libpng'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsoxr'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libvidstab'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'lua'
brew 'lzo'
brew 'make'
brew 'mas'
brew 'mercurial'
brew 'mergepbx'
brew 'minikube'
brew 'mpfr'
brew 'msmtp'
brew 'mutt'
brew 'mysql'
brew 'ncurses'
brew 'nettle'
brew 'nghttp2'
brew 'node'
brew 'notmuch'
brew 'npth'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openexr'
brew 'openjdk'
brew 'openjpeg'
brew 'openldap'
brew 'openssh'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'pdsh'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'python@3.8'
brew 'python@3.9'
brew 'rav1e'
brew 'readline'
brew 'ripgrep'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 'ruby-install'
brew 's3cmd'
brew 'sbt'
brew 'sdl2'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'talloc'
brew 'tesseract'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'theora'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'trash'
brew 'trash-cli'
brew 'tree'
brew 'unbound'
brew 'unixodbc'
brew 'urlview'
brew 'utf8proc'
brew 'v8@3.15'
brew 'webp'
brew 'wget'
brew 'wtfutil'
brew 'x264'
brew 'x265'
brew 'xapian'
brew 'xctool'
brew 'xmlto'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zlib'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-xcode-completions'
brew 'zstd'

# Cask Apps
cask 'adobe-acrobat-reader'
cask 'anki'
cask 'appcleaner'
cask 'arq'
cask 'balenaetcher'
cask 'boostnote'
cask 'charles'
cask 'cheatsheet'
cask 'conferences'
cask 'daisydisk'
cask 'discord'
cask 'docker'
cask 'flipper'
cask 'flotato'
cask 'imageoptim'
cask 'ios-app-signer'
cask 'iterm2'
cask 'java'
cask 'kaleidoscope'
cask 'keybase'
cask 'kindle'
cask 'kitty'
cask 'macvim'
cask 'miro-formerly-realtimeboard'
cask 'monitorcontrol'
cask 'notion'
cask 'obsidian'
cask 'paintcode'
cask 'paw'
cask 'postgres'
cask 'provisionql'
cask 'proxyman'
cask 'qblocker'
cask 'rescuetime'
cask 'screen'
cask 'selfcontrol'
cask 'sequel-pro'
cask 'shortcat'
cask 'skype'
cask 'spectacle'
cask 'steam'
cask 'sublime-text'
cask 'teensy'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'wkhtmltopdf'

