tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/core"
brew "adns"
brew "brotli"
brew "giflib"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "aom"
brew "atuin"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bdw-gc"
brew "berkeley-db"
brew "brew-gem"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "cscope"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "exa"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "ghostscript"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "libtool"
brew "imagemagick"
brew "openssl@3", link: true
brew "git-delta"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "gnu-sed"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "ncurses"
brew "httpie"
brew "ilmbase"
brew "ipmitool"
brew "isync"
brew "jansson"
brew "jemalloc"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "lcov"
brew "ldns"
brew "libcbor"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libmetalink"
brew "libvo-aacenc"
brew "libyaml"
brew "libzip"
brew "make"
brew "mas"
brew "tokyo-cabinet"
brew "zlib"
brew "ncdu"
brew "nghttp2"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "openssh"
brew "packer"
brew "pcre"
brew "pdsh"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "s3cmd"
brew "shellcheck"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "trash", link: false
brew "trash-cli"
brew "tree"
brew "unixodbc"
brew "urlview"
brew "wtfutil"
brew "xmlto"
brew "z"
brew "zsh"
mas "1Password for Safari", id: 1569813296
mas "Evernote", id: 406056744
mas "Tadam", id: 531349534
