tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "kreuzwerker/taps"
tap "lindell/multi-gitter"
tap "oven-sh/bun"
tap "supabase/tap"
tap "xcodesorg/made"
tap "zenjob/zenpie", "git@github.com:zenjob/zenpie.git"
brew "act"
brew "adns"
brew "age"
brew "aichat"
brew "antidote"
brew "brotli"
brew "giflib"
brew "libpng"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "aom"
brew "libunistring"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "atuin"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "ncurses"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "bruno"
brew "buf"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "commitizen"
brew "gmp"
brew "coreutils"
brew "cscope"
brew "rtmpdump"
brew "curl"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "libevent"
brew "snappy"
brew "eza"
brew "fastlane"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libidn2"
brew "libtasn1"
#brew "mise"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "gnu-sed"
brew "go@1.20"
brew "pkgconf"
brew "gobject-introspection"
brew "goreleaser"
brew "grpcurl"
brew "libtool"
brew "guile"
brew "icu4c@76"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "imagemagick"
brew "ipmitool"
brew "isync"
brew "jansson"
brew "jemalloc"
brew "jpeg"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "lcdf-typetools"
brew "lcov"
brew "ldns"
brew "libcbor"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libmetalink"
brew "libpq"
brew "libvo-aacenc"
brew "libzip"
brew "make"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "utf8proc"
brew "neovim"
brew "nghttp2"
brew "node"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "nss"
brew "numpy"
brew "nvm"
brew "openapi-generator"
brew "openjdk@11"
brew "openssh"
brew "openssl@1.1"
brew "openvino"
brew "packer"
brew "pam-reattach"
brew "pcre"
brew "pdsh"
brew "pipx"
brew "pnpm"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "s3cmd"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokyo-cabinet"
brew "trash-cli", link: true
brew "tree"
brew "unixodbc"
brew "urlview"
brew "watchman"
brew "wtfutil"
brew "xmlto"
brew "yazi"
brew "z"
brew "zlib"
brew "infisical/get-cli/infisical"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "lindell/multi-gitter/multi-gitter"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
brew "xcodesorg/made/xcodes"
brew "zenjob/zenpie/zenpie"
cask "1password-cli"
cask "amethyst"
cask "calibre"
cask "claude"
cask "daisydisk"
cask "discord"
cask "font-symbols-only-nerd-font"
cask "handbrake-app"
cask "imageoptim"
cask "keybase"
cask "notion"
cask "obsidian"
cask "proxyman"
cask "raycast"
cask "rescuetime"
cask "selfcontrol"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "teensy"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wkhtmltopdf"
cask "yacreader"
cask "zulu@17"
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "DigiDoc4", id: 1370791134
mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "Okta Verify", id: 490179405
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Today", id: 0
mas "Web eID", id: 1576665083
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arrterian.nix-env-selector"
vscode "astro-build.astro-vscode"
vscode "bbenoist.nix"
vscode "betajob.modulestf"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codescene.codescene-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "kamikillerto.vscode-colorize"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "rapidapi.vscode-services"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "unjinjang.rest-api-client"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zainchen.json"
